{
  "sop_id": "Pick2Inv",
  "start_code": "S000",
  "frames": [
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S000",
      "title": "S000. Opening Slide for OPS Pick to Invoice Process Deck",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S000.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S001",
          "label": "About Scott Electric and Welcome to Training"
        }
      ],
      "narr1": "S000. Opening Slide For Sales Order Line Entry Deck",
      "narr2": "S000. Opening Slide for Sales Order Line Entry Deck. This deck of slides or pictures is the quote to order process which is part of quote to cash Work.",
      "narr3": "S000. Opening Slide for Sales Order Line Entry Deck — this deck of slides or pictures is the quote to order process which is part of quote to cash Work Flow",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S001",
      "title": "S001. About Scott Electric and Welcome to Training",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S001.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S002",
          "label": "Quote to Cash Work Flow At SE Electrical Distribution"
        }
      ],
      "narr1": "S001. About Scott Electric And Welcome To Training",
      "narr2": "S001. About Scott Electric and Welcome to Training. Scott Electric is a leading independent wholesale electrical distributor, serving electrical, mechanical, and general contractors, industrial customers, government agencies, and. The company provides a broad range of electrical products, lighting, tools, and related services to support both day-to-day operations and. Welcome to the Scott Electric Training Site_x000B_Welcome to the Scott Electric Training Site. This platform is designed to help you build the knowledge and skills needed to support our customers safely, accurately, and. Here you will find guided learning, reference materials, and role-based courses aligned with how we work every day. In sales, operations, service, administration, and support._x000B_Thank you for investing your time in training. Your commitment to learning and improvement is an important part of keeping Scott Electric strong, responsive, and customer-focused.",
      "narr3": "S001. About Scott Electric and Welcome to Training — Scott Electric is a leading independent wholesale electrical distributor, serving electrical, mechanical, and general contractors, industrial customers, government agencies, and retail partners. The company provides a broad range of electrical products, lighting, tools, and related services to support both day-to-day operations and long-term projects. Welcome to the Scott Electric Training Site_x000B_Welcome to the Scott Electric Training Site. This platform is designed to help you build the knowledge and skills needed to support our customers safely, accurately, and efficiently. Here you will find guided learning, reference materials, and role-based courses aligned with how we work every day — in sales, operations, service, administration, and support._x000B_Thank you for investing your time in training. Your commitment to learning and improvement is an important part of keeping Scott Electric strong, responsive, and customer-focused.",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S002",
      "title": "S002. Quote to Cash Work Flow At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S002.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S003",
          "label": "Pictorial representation of Quote to Cash"
        }
      ],
      "narr1": "S002. Quote To Cash Work Flow At SE Electrical Distribution",
      "narr2": "S002. Quote to Cash Work Flow At SE Electrical Distribution. This site is a typical Quote to cache representation in what is called a workflow This outlines the various steps.",
      "narr3": "S002. Quote to Cash Work Flow At SE Electrical Distribution — This site is a typical Quote to cache representation in what is called a workflow This outlines the various steps performed by various swim lanes if you will or functional groups and provides a overall picture of how we end up serving our customers and continuing to keep our creed of customer comes first",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S003",
      "title": "S003. Pictorial representation of Quote to Cash - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S003.png",
      "decision_question": "",
      "choices": [
        {
          "to": "M1",
          "label": "Pick to Invoice Process"
        }
      ],
      "narr1": "S003. Pictorial Representation Of Quote To Cash At SE Electrical Distribution",
      "narr2": "S003. Pictorial representation of Quote to Cash. At SE Electrical Distribution. This slide is aptly named The Pictorial Representation of Quote to Cash at Scott Electric the distribution business While this.",
      "narr3": "S003. Pictorial representation of Quote to Cash - At SE Electrical Distribution — This slide is aptly named The Pictorial Representation of Quote to Cash at Scott Electric the distribution business While this light is the precursor to the focused area of Quote to cache the picture shows how the various phases within that task is directly or indirectly affecting other components within the system for example an inventory is consumed the inventory has to be replenished and that is done by the procure to pay cycle Similarly because a sales occurred there has to be accounting for the sale and also at the end of the day collection of the payment against the invoice so hence that goes into the financial side of the impact now because inventory is being both consumed replenished and in some cases being procured and directly shipped to the customer that has a direct impact on how the inventory is managed within the system",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "M1",
      "title": "M1. Pick to Invoice Process - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/M1.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S1",
          "label": "Pick ticket printed at Warehouse"
        }
      ],
      "narr1": "PM-selected",
      "narr2": "D1. Decision was there NO difference between Ordered vs. Pick verified D2. Decision Is Delivery Confirmation Required D3. Was everything OK Invoicing exception report M1. Pick to Invoice Process. At SE Electrical Distribution. Overview When the. Pick Ticket for a sales order is printed, the stage of the sales order is advanced to the Picked stage. Pick Tickets can be manually printed, or If TWL is being used warehouse, the order would be dropped to TWL. In a standard paper-style warehouse, the. Pick Ticket would be printed warehouse for the warehouse personnel to pull. In a standard paper-style warehouse, the. Pick Ticket is the primary document the warehouse staff follow when pulling material. The. Pick Ticket should include the recommended quantity to. Pick, the Ship Quantity, the Unit of Measure associated with that quantity, and the Bin Location(s) where the product(s) can. Additional information is available including product description information, UPC data, and Pricing information if desired. The warehouse staff will. Mark the quantity pulled for each line of the order, including any necessary Lot or Serial # information, and initial. After the Picking process has been completed, the shipping department should verify the order has been picked correctly, and initial. Pick ticket. The material is then packaged for shipment, and any necessary shipping or carton labels can be printed. Once the order has been verified and packed, the Shipping Feedback process should be completed by the shipping department or. Apply any relevant Addon charges for freight, handling or other misc. Fees. A number of shipping documents can be generated from CSD, including a Packing List, Delivery Document, Bill of Lading, and. Most distributors perform Invoicing as a standard scheduled process that runs each evening; however, it is not uncommon for exceptions. There are a myriad of exceptions that can occur on different orders; however, a few common reasons are: On Hand. The Pre-Invoicing exception report allows you to identify orders with exceptions so you can take the appropriate action to resolve. Any unresolved or new exceptions that exist time of Invoicing will prevent the order from moving Shipped Stage to the. Customer Invoices can be. Set to the customer automatically based on Invoice Ecomm settings Customer and Ship To Setup records. Invoices, as well as Acknowledgements & Statements, can be sent via email, fax, USPS (paper), or through the EDI process. Additional Customer email address information. Set up Contacts Contextual App can be leveraged to allow for multiple email recipients. N1. No, Order Qty or a whole line needs to be adjusted N2. No, A Delivery confirmation is required N3. No some exceptions were noted- S000. Opening Slide for Sales Order Line Entry Deck. This deck of slides or pictures is the quote to order process which is part of quote to cash Work. About Scott Electric and Welcome to Training. Scott Electric is a leading independent wholesale electrical distributor, serving electrical, mechanical, and general contractors, industrial customers, government agencies, and. The company provides a broad range of electrical products, lighting, tools, and related services to support both day-to-day operations and. Welcome to the Scott Electric Training Site_x000B_Welcome to the Scott Electric Training Site. This platform is designed to help you build the knowledge and skills needed to support our customers safely, accurately, and. Here you will find guided learning, reference materials, and role-based courses aligned with how we work every day. In sales, operations, service, administration, and support._x000B_Thank you for investing your time in training. Your commitment to learning and improvement is an important part of keeping Scott Electric strong, responsive, and customer-focused. S002. Quote to Cash Work Flow At SE Electrical Distribution. This site is a typical Quote to cache representation in what is called a workflow This outlines the various steps. Pictorial representation of Quote to Cash. At SE Electrical Distribution. This slide is aptly named The Pictorial Representation of Quote to Cash at Scott Electric the distribution business While this. Pick ticket printed at Warehouse-. Function acronym: OEEPP Use this report to print. Pick tickets so that the products can be picked warehouse and staged for shipping. Optionally, you can print Integrated Barcode. Pick labels or cartonization package labels. Run this report after a sales order is created, and you have optionally sent an acknowledgment to the customer. You can print. Pick tickets automatically from Sales Order Entry and Sales Entry Shipping Feedback Report through this function. You can also print. Pick tickets with Sales Entry Back Order Fill Report after an order is filled. A temporary lock is placed on orders until picking is complete. Because. Pick tickets can be printed from multiple functions, the lock ensures that the. Pick tickets are printed only once. If the Sales Entry Back Order Fill Report or Sales Entry. Pick Tickets Report does not finish processing, the user that created the order can unlock the order in Sales Order. Printing. Pick tickets You can only print. Pick tickets for Stock Orders (SO), Blanket Releases (BR) and Counter Sales (CS) order types. Printing. Pick tickets changes orders from Stage 1 (Ordered) to Stage 2 (Picked), unless the total shipped quantity order is zero. If the stage is already Stage 3 (Shipped), it is not changed. Pick tickets cannot be printed for orders that have been invoice processed. If Line Ship Complete is selected for a line item and these conditions are met, a. Pick ticket is not printed for the line: The customer or ship to accepts back orders. The line cannot be filled in its entirety. When you run the. Pick ticket report, the shipped quantity for a Line Ship Complete line is. Set to zero and the line is included back order. The status of the Line Ship Complete option is copied original order to the back order. The shipped quantity back order is updated shipped quantity value original line. Stock is re-allocated to the line if stock is available after the Sales Entry Processing Back Order Fill Report is. You can use one of these methods to print. Pick tickets for Return Merchandise (RM) order types: Print the print tickets from Sales Order Entry List the RM order. Pick Tickets Report S10. DQT Provides Delivery Confirmation. DQ Technologies offers a comprehensive delivery confirmation solution through its Order Delivery Tracking (ODT) suite. This suite includes features such as: Real-time tracking of delivery status, allowing customers to access their order status via an. 1 GPS tracking and customer notifications to enhance customer service and operational efficiency. 1 Mobile applications for iOS and Android that facilitate communication between dispatch and drivers, capturing order status updates and proof. 1 SMS and e-messaging services that provide automated updates to customers regarding their orders, including delivery confirmation. 1 For more information, you can visit the DQ Technologies website or check out their Order Delivery Tracking page. S11. Shipping feed needs to completed on this order. Function acronym: OEES Use this function to ship orders and vendor returns, and modify orders that have been picked warehouse. If you know the order number to ship, you can Quick Ship feature. You can perform these tasks in Sales Shipping Feedback Entry:. Change order addons, quantity shipped, serial numbers, and lot numbers Automatically fill outstanding backorders Ship all line items order Print. Pick tickets and invoices on demand. Change regular orders You cannot cancel or delete an order in Sales Shipping Feedback Entry. These options are available main page or the Quick Ship page: Reserve Split to Back Order Shipping notifications Ship Unship. Click the right arrow to. Open the order record. S2. Order Picked and Staged. The Order fillers process one order at a time, then marks any descripencies quantity picked versus ordered Stages This table. Open The order was printed and sent to TWL. It is online Order Manager. In. Pick The order has been released for picking, or “dropped to the floor”. Picked Line items are being picked. Packed Picking is complete and the items are packed into a carton and ready to be shipped. Loaded Packages for the order are loaded on a truck and staged for shipping. The order can still be modified, unpicked, or canceled before the packages are shipped and the order data updates. Shipped The order has been shipped and the order data updates. Zero. Pick The order could not be filled during picking. Hold The order is an exception in Order Manager and was manually put on hold to prevent further processing. S3. Verification and Packing (confirm ordered vs Shipped)-. The checkers or verifiers take the picked content and verify the actual material against the Order then compare to what. Shipping feedback with no. Change paper work in separate bin. - This is needed only if there is a difference between the quantity picked checked and wordered, this step creates. Customer Pickup or UPS Dispatch. If the customer has indicated that the order would be picked up in person or if this is a ship. Run Pre-Invoice Exception report. The pre invoice and exception report Function acronym: OERX Use this report to review and correct invoice processing exceptions for. The Sales Pre-Invoice Exceptions Report uses the same logic as Sales Entry Invoice Processing Report, but files are not updated. It also reviews each sales order to capture all exceptions that would prevent the sales order from being invoiced. You can view and resolve the exceptions throughout the day so that exceptions are resolved before nightly invoice processing occurs. Exceptions are stored in an internal OEIX table, and are noted with a Created by OERX flag. This table is also updated by the Sales Entry Invoice Processing Report. Exceptions in this table can be viewed Sales Pre-Invoice Exceptions Report and in Sales Invoicing Exception Inquiry. S7. Run Invoice processing. Function acronym: OEEPI Use this report to generate invoices for sales orders. You can invoice process an order after it is picked and shipped. Invoice processing Invoicing is one of the last required steps to complete an order. Invoice processing places the order in Stage 4 (Invoiced) or Stage 5 (Paid), if the payment amount equals the invoice. An order cannot be changed or deleted after it is invoice processed, although an invoiced order can be copied to. For range or list processing, orders are invoiced, the order stage changed, and all Customer, General Ledger and Product updates. If the Our Records Only Invoice option is selected in Sales Order Entry, the order is invoice processed but output. S8. Go To Invoice to Cash Major SOP. This is an external process (External to this SOP) and the next. Set of steps and decision Quote to Cash Work Flow S9. Review and take appropriate action. Function acronym: ARRCC Use this report to review all relevant credit information contained customer's Customer Setup-Credit record. Depending on your procedures and policies, you can run the Customer Credit Report each day for customers over their credit. You can also report on a cyclical basis to review all customers. Each day you can review a small range of customers to identify those with credit problems. Note: This report does not on order balance to determine if a customer or ship-to address is on hold. On order is displayed as a separate column report. Customer balance information does not include balances for ship-to records with credit limits. Ship-to records with credit limits, hold periods, or on hold display report. These hold designators are displayed: Ship To On Hold. Over Cred Limit Ship To On Hold. Hold Period Ship To. Over Sales Limit Ship To. Preliminary Lien Not Filed If a ship to record does not have a credit limit, it only appears if it. If this is the case, Customer is displayed credit limit column. Last Review Date, Next Review Date, and Average Days to Pay always reflects customer level data. For a ship to record, Customer Ship To Setup job-to-date is displayed instead of Customer Setup sales year-to-date. If you are a credit manager, you can print the Customer Credit Report for customers assigned to you. Review customers on a regular basis to ensure that their credit limit is still applicable, the average days to pay. Re. Set the Next Revision Date customer's Customer Setup-Credit record each time you review a customer. You can current value Next Revision Date to print the Customer Credit Report. All customers with a next review date up through the date you specify are included report. You also can automatically increase the Next Revision Date when this report is printed. This report also provides the information that is required for credit managers to determine if current conditions warrant ongoing credit. S999. You have successfully completed this SOP. Congratulations you have now traversed all the possible paths for this SOP of port to sales order While it is. Yes, There is no difference between Qty ordered and Qty being shipped- Y2. Yes, confirmation is not required C:\\Users\\scottuser\\Documents\\SonetLumier\\Input\\SE_SLS_Enter_line_Opt2_112025_1211.pptx.",
      "narr3": "D1. Decision was there NO difference between Ordered vs pick verified D2. Decision Is Delivery Confirmation Required D3. Was everything OK on the Invoicing exception report M1. Pick to Invoice Process - At SE Electrical Distribution — Overview When the Pick Ticket for a sales order is printed, the stage of the sales order is advanced to the Picked stage. Pick Tickets can be manually printed, or If TWL is being used in the warehouse, the order would be dropped to TWL to be pulled. In a standard paper-style warehouse, the Pick Ticket would be printed in the warehouse for the warehouse personnel to pull. In a standard paper-style warehouse, the Pick Ticket is the primary document the warehouse staff follow when pulling material. The Pick Ticket should include the recommended quantity to pick, the Ship Quantity, the Unit of Measure associated with that quantity, and the Bin Location(s) where the product(s) can be found in the warehouse. Additional information is available including product description information, UPC data, and Pricing information if desired. The warehouse staff will mark the quantity pulled for each line of the order, including any necessary Lot or Serial # information, and initial the picked to confirm they were the person responsible for pulling that order. After the Picking process has been completed, the shipping department should verify the order has been picked correctly, and initial the pick ticket. The material is then packaged for shipment, and any necessary shipping or carton labels can be printed. Once the order has been verified and packed, the Shipping Feedback process should be completed by the shipping department or an office clerk to update the order with the actual quantities shipped, any required Lot or Serial # information, and to apply any relevant Addon charges for freight, handling or other misc. fees. A number of shipping documents can be generated from CSD, including a Packing List, Delivery Document, Bill of Lading, and Commercial Invoice. Most distributors perform Invoicing as a standard scheduled process that runs each evening; however, it is not uncommon for exceptions to occur during the invoicing process that can prevent a few orders from being properly invoiced. There are a myriad of exceptions that can occur on different orders; however, a few common reasons are: On Hand < Qty Shipped, related PO or Transfer not received, Order on Hold, etc... The Pre-Invoicing exception report allows you to identify orders with exceptions so you can take the appropriate action to resolve the exception condition before the nightly scheduled invoicing process. Any unresolved or new exceptions that exist at the time of Invoicing will prevent the order from moving from the Shipped Stage to the Invoiced Stage, and an Exception report will be generated listing all orders that failed to Invoice. Customer Invoices can be set to the customer automatically based on Invoice Ecomm settings on the Customer and Ship To Setup records. Invoices, as well as Acknowledgements & Statements, can be sent via email, fax, USPS (paper), or through the EDI process. Additional Customer email address information set up in the Contacts Contextual App can be leveraged to allow for multiple email recipients. N1. No, Order Qty or a whole line needs to be adjusted N2. No, A Delivery confirmation is required N3. No some exceptions were noted- S000. Opening Slide for Sales Order Line Entry Deck — this deck of slides or pictures is the quote to order process which is part of quote to cash Work Flow S001. About Scott Electric and Welcome to Training — Scott Electric is a leading independent wholesale electrical distributor, serving electrical, mechanical, and general contractors, industrial customers, government agencies, and retail partners. The company provides a broad range of electrical products, lighting, tools, and related services to support both day-to-day operations and long-term projects. Welcome to the Scott Electric Training Site_x000B_Welcome to the Scott Electric Training Site. This platform is designed to help you build the knowledge and skills needed to support our customers safely, accurately, and efficiently. Here you will find guided learning, reference materials, and role-based courses aligned with how we work every day — in sales, operations, service, administration, and support._x000B_Thank you for investing your time in training. Your commitment to learning and improvement is an important part of keeping Scott Electric strong, responsive, and customer-focused. S002. Quote to Cash Work Flow At SE Electrical Distribution — This site is a typical Quote to cache representation in what is called a workflow This outlines the various steps performed by various swim lanes if you will or functional groups and provides a overall picture of how we end up serving our customers and continuing to keep our creed of customer comes first S003. Pictorial representation of Quote to Cash - At SE Electrical Distribution — This slide is aptly named The Pictorial Representation of Quote to Cash at Scott Electric the distribution business While this light is the precursor to the focused area of Quote to cache the picture shows how the various phases within that task is directly or indirectly affecting other components within the system for example an inventory is consumed the inventory has to be replenished and that is done by the procure to pay cycle Similarly because a sales occurred there has to be accounting for the sale and also at the end of the day collection of the payment against the invoice so hence that goes into the financial side of the impact now because inventory is being both consumed replenished and in some cases being procured and directly shipped to the customer that has a direct impact on how the inventory is managed within the system S1. Pick ticket printed at Warehouse- — Function acronym: OEEPP Use this report to print pick tickets so that the products can be picked from the warehouse and staged for shipping. Optionally, you can print Integrated Barcode pick labels or cartonization package labels. Run this report after a sales order is created, and you have optionally sent an acknowledgment to the customer. You can print pick tickets automatically from Sales Order Entry and Sales Entry Shipping Feedback Report through this function. You can also print pick tickets with Sales Entry Back Order Fill Report after an order is filled. A temporary lock is placed on orders until picking is complete. Because pick tickets can be printed from multiple functions, the lock ensures that the pick tickets are printed only once. If the Sales Entry Back Order Fill Report or Sales Entry Pick Tickets Report does not finish processing, the user that created the order can unlock the order in Sales Order Entry. Printing pick tickets You can only print pick tickets for Stock Orders (SO), Blanket Releases (BR) and Counter Sales (CS) order types. Printing pick tickets changes orders from Stage 1 (Ordered) to Stage 2 (Picked), unless the total shipped quantity on the order is zero. If the stage is already Stage 3 (Shipped), it is not changed. Pick tickets cannot be printed for orders that have been invoice processed. If Line Ship Complete is selected for a line item and these conditions are met, a pick ticket is not printed for the line: The customer or ship to accepts back orders. The line cannot be filled in its entirety. When you run the pick ticket report, the shipped quantity for a Line Ship Complete line is set to zero and the line is included on the back order. The status of the Line Ship Complete option is copied from the original order to the back order. The shipped quantity on the back order is updated with the shipped quantity value from the original line. Stock is re-allocated to the line if stock is available after the Sales Entry Processing Back Order Fill Report is run. You can use one of these methods to print pick tickets for Return Merchandise (RM) order types: Print the print tickets from Sales Order Entry List the RM order on the Sales Entry Pick Tickets Report S10. DQT Provides Delivery Confirmation — DQ Technologies offers a comprehensive delivery confirmation solution through its Order Delivery Tracking (ODT) suite. This suite includes features such as: Real-time tracking of delivery status, allowing customers to access their order status via an app. 1 GPS tracking and customer notifications to enhance customer service and operational efficiency. 1 Mobile applications for iOS and Android that facilitate communication between dispatch and drivers, capturing order status updates and proof of delivery. 1 SMS and e-messaging services that provide automated updates to customers regarding their orders, including delivery confirmation. 1 For more information, you can visit the DQ Technologies website or check out their Order Delivery Tracking page. S11. Shipping feed needs to completed on this order — Function acronym: OEES Use this function to ship orders and vendor returns, and modify orders that have been picked from the warehouse and require changes. If you know the order number to ship, you can use the Quick Ship feature. You can perform these tasks in Sales Shipping Feedback Entry: Change order addons, quantity shipped, serial numbers, and lot numbers Automatically fill outstanding backorders Ship all line items on the order Print pick tickets and invoices on demand Change regular orders You cannot cancel or delete an order in Sales Shipping Feedback Entry. These options are available on the main page or the Quick Ship page: Reserve Split to Back Order Shipping notifications Ship Unship To view header and line item detail, click the right arrow to open the order record. S2. Order Picked and Staged — The Order fillers process one order at a time, then marks any descripencies in the quantity picked versus ordered Stages This table shows the processing stages for orders in the TWL warehouse: Status Description Open The order was printed and sent to TWL. It is in the online Order Manager. In Pick The order has been released for picking, or “dropped to the floor”. Picked Line items are being picked. Packed Picking is complete and the items are packed into a carton and ready to be shipped. Loaded Packages for the order are loaded on a truck and staged for shipping. The order can still be modified, unpicked, or canceled before the packages are shipped and the order data updates. Shipped The order has been shipped and the order data updates. Zero Pick The order could not be filled during picking. Hold The order is an exception in Order Manager and was manually put on hold to prevent further processing. S3. Verification and Packing (confirm ordered vs Shipped)- — The checkers or verifiers take the picked content and verify the actual material against the Order then compare to what was on the picked report S4. Shipping feedback with no change paper work in separate bin - — This is needed only if there is a difference between the quantity picked checked and wordered, this step creates a back order for the remaining quantity S5. Customer Pickup or UPS Dispatch — If the customer has indicated that the order would be picked up in person or if this is a ship via Ups order then this process is followed S6. Run Pre-Invoice Exception report — The pre invoice and exception report Function acronym: OERX Use this report to review and correct invoice processing exceptions for sales orders before you run the Sales Entry Invoice Processing Report at the end of each day. The Sales Pre-Invoice Exceptions Report uses the same logic as Sales Entry Invoice Processing Report, but files are not updated. It also reviews each sales order to capture all exceptions that would prevent the sales order from being invoiced. You can view and resolve the exceptions throughout the day so that exceptions are resolved before nightly invoice processing occurs. Exceptions are stored in an internal OEIX table, and are noted with a Created by OERX flag. This table is also updated by the Sales Entry Invoice Processing Report. Exceptions in this table can be viewed on the Sales Pre-Invoice Exceptions Report and in Sales Invoicing Exception Inquiry. S7. Run Invoice processing — Function acronym: OEEPI Use this report to generate invoices for sales orders. You can invoice process an order after it is picked and shipped. Invoice processing Invoicing is one of the last required steps to complete an order. Invoice processing places the order in Stage 4 (Invoiced) or Stage 5 (Paid), if the payment amount equals the invoice amount. An order cannot be changed or deleted after it is invoice processed, although an invoiced order can be copied to a new order. For range or list processing, orders are invoiced, the order stage changed, and all Customer, General Ledger and Product updates are performed in this order: RM orders in order number order All other orders in order number order This processing order is separate from the print order. If the Our Records Only Invoice option is selected in Sales Order Entry, the order is invoice processed but output is not generated. S8. Go To Invoice to Cash Major SOP — This is an external process (External to this SOP) and the next set of steps and decision in the Quote to Cash Work Flow S9. Review and take appropriate action — Function acronym: ARRCC Use this report to review all relevant credit information contained in the customer's Customer Setup-Credit record. Depending on your procedures and policies, you can run the Customer Credit Report each day for customers over their credit limit, on hold, or with overdue balances. You can also use the report on a cyclical basis to review all customers. Each day you can review a small range of customers to identify those with credit problems. Note: This report does not use the on order balance to determine if a customer or ship-to address is on hold. On order is displayed as a separate column on the report. Customer balance information does not include balances for ship-to records with credit limits. Ship-to records with credit limits, hold periods, or on hold display on the report. These hold designators are displayed: Ship To On Hold – Over Cred Limit Ship To On Hold – Hold Period Ship To – Over Sales Limit Ship To – Preliminary Lien Not Filed If a ship to record does not have a credit limit, it only appears if it has a hold period. If this is the case, Customer is displayed in the credit limit column. Last Review Date, Next Review Date, and Average Days to Pay always reflects customer level data. For a ship to record, Customer Ship To Setup job-to-date is displayed instead of Customer Setup sales year-to-date. If you are a credit manager, you can print the Customer Credit Report for customers assigned to you. Review customers on a regular basis to ensure that their credit limit is still applicable, the average days to pay setting is acceptable, or overdue balances do not exist or are not excessive. Reset the Next Revision Date field on the customer's Customer Setup-Credit record each time you review a customer. You can use the current value in the Next Revision Date to print the Customer Credit Report. All customers with a next review date up through the date you specify are included on the report. You also can automatically increase the Next Revision Date field when this report is printed. This report also provides the information that is required for credit managers to determine if current conditions warrant ongoing credit at the current levels, if tighter controls should be established, or if higher levels of credit should be offered. S999. You have successfully completed this SOP — Congratulations you have now traversed all the possible paths for this SOP of port to sales order While it is good that you've traversed all the paths what you need to do is to practice and become efficient and be able to translate your current work to the new system Have a nice day Y1. Yes, There is no difference between Qty ordered and Qty being shipped- Y2. Yes, confirmation is not required C:\\Users\\scottuser\\Documents\\SonetLumier\\Input\\SE_SLS_Enter_line_Opt2_112025_1211.pptx",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S1",
      "title": "S1. Pick ticket printed at Warehouse- At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S1.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S2",
          "label": "Order Picked and Staged"
        }
      ],
      "narr1": "S1. Pick Ticket Printed At Warehouse",
      "narr2": "S1. Pick ticket printed at Warehouse-. Function acronym: OEEPP Use this report to print. Pick tickets so that the products can be picked warehouse and staged for shipping. Optionally, you can print Integrated Barcode. Pick labels or cartonization package labels. Run this report after a sales order is created, and you have optionally sent an acknowledgment to the customer. You can print. Pick tickets automatically from Sales Order Entry and Sales Entry Shipping Feedback Report through this function. You can also print. Pick tickets with Sales Entry Back Order Fill Report after an order is filled. A temporary lock is placed on orders until picking is complete. Because. Pick tickets can be printed from multiple functions, the lock ensures that the. Pick tickets are printed only once. If the Sales Entry Back Order Fill Report or Sales Entry. Pick Tickets Report does not finish processing, the user that created the order can unlock the order in Sales Order. Printing. Pick tickets You can only print. Pick tickets for Stock Orders (SO), Blanket Releases (BR) and Counter Sales (CS) order types. Printing. Pick tickets changes orders from Stage 1 (Ordered) to Stage 2 (Picked), unless the total shipped quantity order is zero. If the stage is already Stage 3 (Shipped), it is not changed. Pick tickets cannot be printed for orders that have been invoice processed. If Line Ship Complete is selected for a line item and these conditions are met, a. Pick ticket is not printed for the line: The customer or ship to accepts back orders. The line cannot be filled in its entirety. When you run the. Pick ticket report, the shipped quantity for a Line Ship Complete line is. Set to zero and the line is included back order. The status of the Line Ship Complete option is copied original order to the back order. The shipped quantity back order is updated shipped quantity value original line. Stock is re-allocated to the line if stock is available after the Sales Entry Processing Back Order Fill Report is. You can use one of these methods to print. Pick tickets for Return Merchandise (RM) order types: Print the print tickets from Sales Order Entry List the RM order. Pick Tickets Report.",
      "narr3": "S1. Pick ticket printed at Warehouse- — Function acronym: OEEPP Use this report to print pick tickets so that the products can be picked from the warehouse and staged for shipping. Optionally, you can print Integrated Barcode pick labels or cartonization package labels. Run this report after a sales order is created, and you have optionally sent an acknowledgment to the customer. You can print pick tickets automatically from Sales Order Entry and Sales Entry Shipping Feedback Report through this function. You can also print pick tickets with Sales Entry Back Order Fill Report after an order is filled. A temporary lock is placed on orders until picking is complete. Because pick tickets can be printed from multiple functions, the lock ensures that the pick tickets are printed only once. If the Sales Entry Back Order Fill Report or Sales Entry Pick Tickets Report does not finish processing, the user that created the order can unlock the order in Sales Order Entry. Printing pick tickets You can only print pick tickets for Stock Orders (SO), Blanket Releases (BR) and Counter Sales (CS) order types. Printing pick tickets changes orders from Stage 1 (Ordered) to Stage 2 (Picked), unless the total shipped quantity on the order is zero. If the stage is already Stage 3 (Shipped), it is not changed. Pick tickets cannot be printed for orders that have been invoice processed. If Line Ship Complete is selected for a line item and these conditions are met, a pick ticket is not printed for the line: The customer or ship to accepts back orders. The line cannot be filled in its entirety. When you run the pick ticket report, the shipped quantity for a Line Ship Complete line is set to zero and the line is included on the back order. The status of the Line Ship Complete option is copied from the original order to the back order. The shipped quantity on the back order is updated with the shipped quantity value from the original line. Stock is re-allocated to the line if stock is available after the Sales Entry Processing Back Order Fill Report is run. You can use one of these methods to print pick tickets for Return Merchandise (RM) order types: Print the print tickets from Sales Order Entry List the RM order on the Sales Entry Pick Tickets Report",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/62fb0830-5c16-4a0a-a9b2-cc08deed0381?contextId=2f764f07-416a-4c9e-b718-0909255ce277",
      "uap_label": "04-Print customer order pick ticket",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S2",
      "title": "S2. Order Picked and Staged - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S2.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S3",
          "label": "Verification and Packing (confirm ordered vs Shipped)"
        }
      ],
      "narr1": "S2. Order Picked And Staged",
      "narr2": "S2. Order Picked and Staged. The Order fillers process one order at a time, then marks any descripencies quantity picked versus ordered Stages This table. Open The order was printed and sent to TWL. It is online Order Manager. In. Pick The order has been released for picking, or “dropped to the floor”. Picked Line items are being picked. Packed Picking is complete and the items are packed into a carton and ready to be shipped. Loaded Packages for the order are loaded on a truck and staged for shipping. The order can still be modified, unpicked, or canceled before the packages are shipped and the order data updates. Shipped The order has been shipped and the order data updates. Zero. Pick The order could not be filled during picking. Hold The order is an exception in Order Manager and was manually put on hold to prevent further processing.",
      "narr3": "S2. Order Picked and Staged — The Order fillers process one order at a time, then marks any descripencies in the quantity picked versus ordered Stages This table shows the processing stages for orders in the TWL warehouse: Status Description Open The order was printed and sent to TWL. It is in the online Order Manager. In Pick The order has been released for picking, or “dropped to the floor”. Picked Line items are being picked. Packed Picking is complete and the items are packed into a carton and ready to be shipped. Loaded Packages for the order are loaded on a truck and staged for shipping. The order can still be modified, unpicked, or canceled before the packages are shipped and the order data updates. Shipped The order has been shipped and the order data updates. Zero Pick The order could not be filled during picking. Hold The order is an exception in Order Manager and was manually put on hold to prevent further processing.",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/b94123d0-bf35-4a24-b508-ad2c4f181c8c?contextId=1117d5a4-031c-40fd-bc51-f8d6bb1f1345",
      "uap_label": "06_Print Pick Ticket",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S3",
      "title": "S3. Verification and Packing (confirm ordered vs Shipped) - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S3.png",
      "decision_question": "",
      "choices": [
        {
          "to": "D1",
          "label": "Decision was there NO difference between Ordered vs pick verified"
        }
      ],
      "narr1": "S3. Verification And Packing Confirm Ordered Vs Shipped",
      "narr2": "S3. Verification and Packing (confirm ordered vs Shipped)-. The checkers or verifiers take the picked content and verify the actual material against the Order then compare to what.",
      "narr3": "S3. Verification and Packing (confirm ordered vs Shipped)- — The checkers or verifiers take the picked content and verify the actual material against the Order then compare to what was on the picked report",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "D1",
      "title": "D1. Decision was there NO difference between Ordered vs pick verified - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/D1.png",
      "decision_question": "Was there NO difference between Ordered vs pick verified",
      "choices": [
        {
          "to": "Y1",
          "label": "Yes, There is no difference between Qqty ordered and Qty being shipped"
        },
        {
          "to": "N1",
          "label": "No, Order Qty or a whole line needs to be adjusted"
        }
      ],
      "narr1": "Decision was there NO difference between Ordered vs pick verified",
      "narr2": "Decision was there NO difference between Ordered vs pick verified",
      "narr3": "Decision was there NO difference between Ordered vs pick verified",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "Y1",
      "title": "Y1. Yes, There is no difference between Qqty ordered and Qty being shipped- At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/Y1.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S4",
          "label": "Shipping feedback with no change paper work in separate bin"
        }
      ],
      "narr1": "Yes, There is no difference between Qqty ordered and Qty being shipped",
      "narr2": "Yes, There is no difference between Qqty ordered and Qty being shipped",
      "narr3": "Yes, There is no difference between Qqty ordered and Qty being shipped",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S4",
      "title": "S4. Shipping feedback with no change paper work in separate bin - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S4.png",
      "decision_question": "",
      "choices": [
        {
          "to": "D2",
          "label": "Decision Is Delivery Confirmation Required"
        }
      ],
      "narr1": "S4. Shipping Feedback With No Change Paper Work In Separate Bin",
      "narr2": "S4. Shipping feedback with no. Change paper work in separate bin. - This is needed only if there is a difference between the quantity picked checked and wordered, this step creates.",
      "narr3": "S4. Shipping feedback with no change paper work in separate bin - — This is needed only if there is a difference between the quantity picked checked and wordered, this step creates a back order for the remaining quantity",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/f94bc7ab-1028-4c10-94db-944e5ff5f8d6?contextId=7c164a91-88d9-45d8-9b73-813e146984b4",
      "uap_label": "05_Perform Shipping Feedback to Ship Order",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "D2",
      "title": "D2. Decision Is Delivery Confirmation Required - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/D2.png",
      "decision_question": "Is Delivery Confirmation Required",
      "choices": [
        {
          "to": "Y2",
          "label": "Yes, confirmation is not required"
        },
        {
          "to": "N2",
          "label": "No, A Delivery confirmation is required"
        }
      ],
      "narr1": "Decision Is Delivery Confirmation Required",
      "narr2": "Decision Is Delivery Confirmation Required",
      "narr3": "Decision Is Delivery Confirmation Required",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "Y2",
      "title": "Y2. Yes, confirmation is not required - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/Y2.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S5",
          "label": "Customer Pickup or UPS Dispatch"
        }
      ],
      "narr1": "Yes, confirmation is not required",
      "narr2": "Yes, confirmation is not required",
      "narr3": "Yes, confirmation is not required",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S5",
      "title": "S5. Customer Pickup or UPS Dispatch - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S5.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S6",
          "label": "Run Pre-Invoicing"
        }
      ],
      "narr1": "S5. Customer Pickup Or UPS Dispatch",
      "narr2": "S5. Customer Pickup or UPS Dispatch. If the customer has indicated that the order would be picked up in person or if this is a ship.",
      "narr3": "S5. Customer Pickup or UPS Dispatch — If the customer has indicated that the order would be picked up in person or if this is a ship via Ups order then this process is followed",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/0ac75cc9-05da-42a8-982c-60b478e49b0f?contextId=a1856482-743b-42ae-9935-0b1dd402a198",
      "uap_label": "04_Enter a Counter Sales Order and Record Tender Payments",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S6",
      "title": "S6. Run Pre-Invoice Exception report - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S6.png",
      "decision_question": "",
      "choices": [
        {
          "to": "D3",
          "label": "Was everything OK on the Invoicing exception report"
        }
      ],
      "narr1": "S6. Run Pre Invoice Exception Report",
      "narr2": "S6. Run Pre-Invoice Exception report. The pre invoice and exception report Function acronym: OERX Use this report to review and correct invoice processing exceptions for. The Sales Pre-Invoice Exceptions Report uses the same logic as Sales Entry Invoice Processing Report, but files are not updated. It also reviews each sales order to capture all exceptions that would prevent the sales order from being invoiced. You can view and resolve the exceptions throughout the day so that exceptions are resolved before nightly invoice processing occurs. Exceptions are stored in an internal OEIX table, and are noted with a Created by OERX flag. This table is also updated by the Sales Entry Invoice Processing Report. Exceptions in this table can be viewed Sales Pre-Invoice Exceptions Report and in Sales Invoicing Exception Inquiry.",
      "narr3": "S6. Run Pre-Invoice Exception report — The pre invoice and exception report Function acronym: OERX Use this report to review and correct invoice processing exceptions for sales orders before you run the Sales Entry Invoice Processing Report at the end of each day. The Sales Pre-Invoice Exceptions Report uses the same logic as Sales Entry Invoice Processing Report, but files are not updated. It also reviews each sales order to capture all exceptions that would prevent the sales order from being invoiced. You can view and resolve the exceptions throughout the day so that exceptions are resolved before nightly invoice processing occurs. Exceptions are stored in an internal OEIX table, and are noted with a Created by OERX flag. This table is also updated by the Sales Entry Invoice Processing Report. Exceptions in this table can be viewed on the Sales Pre-Invoice Exceptions Report and in Sales Invoicing Exception Inquiry.",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/0ac75cc9-05da-42a8-982c-60b478e49b0f?contextId=a1856482-743b-42ae-9935-0b1dd402a198",
      "uap_label": "04_Enter a Counter Sales Order and Record Tender Payments",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "D3",
      "title": "D3. Was everything OK on the Invoicing exception report - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/D3.png",
      "decision_question": "Was everything OK on the Invoicing exception report",
      "choices": [
        {
          "to": "Y3",
          "label": "Yes, Everything look OK"
        },
        {
          "to": "N3",
          "label": "No some exceptions were noted"
        }
      ],
      "narr1": "Was everything OK on the Invoicing exception report",
      "narr2": "Was everything OK on the Invoicing exception report",
      "narr3": "Was everything OK on the Invoicing exception report",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "Y3",
      "title": "Y3. Yes, Everything look OK - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/Y3.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S7",
          "label": "Run Invoice processing"
        }
      ],
      "narr1": "Yes, Everything look OK",
      "narr2": "Yes, Everything look OK",
      "narr3": "Yes, Everything look OK",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S7",
      "title": "S7. Run Invoice processing - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S7.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S8",
          "label": "Go To Invoice to Cash Major SOP"
        }
      ],
      "narr1": "S7. Run Invoice Processing",
      "narr2": "S7. Run Invoice processing. Function acronym: OEEPI Use this report to generate invoices for sales orders. You can invoice process an order after it is picked and shipped. Invoice processing Invoicing is one of the last required steps to complete an order. Invoice processing places the order in Stage 4 (Invoiced) or Stage 5 (Paid), if the payment amount equals the invoice. An order cannot be changed or deleted after it is invoice processed, although an invoiced order can be copied to. For range or list processing, orders are invoiced, the order stage changed, and all Customer, General Ledger and Product updates. If the Our Records Only Invoice option is selected in Sales Order Entry, the order is invoice processed but output.",
      "narr3": "S7. Run Invoice processing — Function acronym: OEEPI Use this report to generate invoices for sales orders. You can invoice process an order after it is picked and shipped. Invoice processing Invoicing is one of the last required steps to complete an order. Invoice processing places the order in Stage 4 (Invoiced) or Stage 5 (Paid), if the payment amount equals the invoice amount. An order cannot be changed or deleted after it is invoice processed, although an invoiced order can be copied to a new order. For range or list processing, orders are invoiced, the order stage changed, and all Customer, General Ledger and Product updates are performed in this order: RM orders in order number order All other orders in order number order This processing order is separate from the print order. If the Our Records Only Invoice option is selected in Sales Order Entry, the order is invoice processed but output is not generated.",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S8",
      "title": "S8. Go To Invoice to Cash Major SOP - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S8.png",
      "decision_question": "",
      "choices": [
        {
          "to": "N3",
          "label": "No some exceptions were noted"
        }
      ],
      "narr1": "S8. Go To Invoice To Cash Major SOP",
      "narr2": "S8. Go To Invoice to Cash Major SOP. This is an external process (External to this SOP) and the next. Set of steps and decision Quote to Cash Work Flow.",
      "narr3": "S8. Go To Invoice to Cash Major SOP — This is an external process (External to this SOP) and the next set of steps and decision in the Quote to Cash Work Flow",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/1dfbb025-8fe6-46f8-abb8-24eaef38f072?contextId=2f764f07-416a-4c9e-b718-0909255ce277",
      "uap_label": "06-Invoice sales order",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "N3",
      "title": "N3. No some exceptions were noted- At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/N3.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S9",
          "label": "Review and take appropriate action"
        }
      ],
      "narr1": "No some exceptions were noted",
      "narr2": "No some exceptions were noted",
      "narr3": "No some exceptions were noted",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S9",
      "title": "S9. Review and take appropriate action - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S9.png",
      "decision_question": "",
      "choices": [
        {
          "to": "N2",
          "label": "No, A Delivery confirmation is required"
        }
      ],
      "narr1": "S9. Review And Take Appropriate Action",
      "narr2": "S9. Review and take appropriate action. Function acronym: ARRCC Use this report to review all relevant credit information contained customer's Customer Setup-Credit record. Depending on your procedures and policies, you can run the Customer Credit Report each day for customers over their credit. You can also report on a cyclical basis to review all customers. Each day you can review a small range of customers to identify those with credit problems. Note: This report does not on order balance to determine if a customer or ship-to address is on hold. On order is displayed as a separate column report. Customer balance information does not include balances for ship-to records with credit limits. Ship-to records with credit limits, hold periods, or on hold display report. These hold designators are displayed: Ship To On Hold. Over Cred Limit Ship To On Hold. Hold Period Ship To. Over Sales Limit Ship To. Preliminary Lien Not Filed If a ship to record does not have a credit limit, it only appears if it. If this is the case, Customer is displayed credit limit column. Last Review Date, Next Review Date, and Average Days to Pay always reflects customer level data. For a ship to record, Customer Ship To Setup job-to-date is displayed instead of Customer Setup sales year-to-date. If you are a credit manager, you can print the Customer Credit Report for customers assigned to you. Review customers on a regular basis to ensure that their credit limit is still applicable, the average days to pay. Re. Set the Next Revision Date customer's Customer Setup-Credit record each time you review a customer. You can current value Next Revision Date to print the Customer Credit Report. All customers with a next review date up through the date you specify are included report. You also can automatically increase the Next Revision Date when this report is printed. This report also provides the information that is required for credit managers to determine if current conditions warrant ongoing credit.",
      "narr3": "S9. Review and take appropriate action — Function acronym: ARRCC Use this report to review all relevant credit information contained in the customer's Customer Setup-Credit record. Depending on your procedures and policies, you can run the Customer Credit Report each day for customers over their credit limit, on hold, or with overdue balances. You can also use the report on a cyclical basis to review all customers. Each day you can review a small range of customers to identify those with credit problems. Note: This report does not use the on order balance to determine if a customer or ship-to address is on hold. On order is displayed as a separate column on the report. Customer balance information does not include balances for ship-to records with credit limits. Ship-to records with credit limits, hold periods, or on hold display on the report. These hold designators are displayed: Ship To On Hold – Over Cred Limit Ship To On Hold – Hold Period Ship To – Over Sales Limit Ship To – Preliminary Lien Not Filed If a ship to record does not have a credit limit, it only appears if it has a hold period. If this is the case, Customer is displayed in the credit limit column. Last Review Date, Next Review Date, and Average Days to Pay always reflects customer level data. For a ship to record, Customer Ship To Setup job-to-date is displayed instead of Customer Setup sales year-to-date. If you are a credit manager, you can print the Customer Credit Report for customers assigned to you. Review customers on a regular basis to ensure that their credit limit is still applicable, the average days to pay setting is acceptable, or overdue balances do not exist or are not excessive. Reset the Next Revision Date field on the customer's Customer Setup-Credit record each time you review a customer. You can use the current value in the Next Revision Date to print the Customer Credit Report. All customers with a next review date up through the date you specify are included on the report. You also can automatically increase the Next Revision Date field when this report is printed. This report also provides the information that is required for credit managers to determine if current conditions warrant ongoing credit at the current levels, if tighter controls should be established, or if higher levels of credit should be offered.",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "N2",
      "title": "N2. No, A Delivery confirmation is required - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/N2.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S10",
          "label": "DQT Provides Delivery Confirmation"
        }
      ],
      "narr1": "No, A Delivery confirmation is required",
      "narr2": "No, A Delivery confirmation is required",
      "narr3": "No, A Delivery confirmation is required",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S10",
      "title": "S10. DQT Provides Delivery Confirmation - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S10.png",
      "decision_question": "",
      "choices": [
        {
          "to": "N1",
          "label": "No, Order Qty or a whole line needs to be adjusted"
        }
      ],
      "narr1": "S10. DQT Provides Delivery Confirmation",
      "narr2": "S10. DQT Provides Delivery Confirmation. DQ Technologies offers a comprehensive delivery confirmation solution through its Order Delivery Tracking (ODT) suite. This suite includes features such as: Real-time tracking of delivery status, allowing customers to access their order status via an. 1 GPS tracking and customer notifications to enhance customer service and operational efficiency. 1 Mobile applications for iOS and Android that facilitate communication between dispatch and drivers, capturing order status updates and proof. 1 SMS and e-messaging services that provide automated updates to customers regarding their orders, including delivery confirmation. 1 For more information, you can visit the DQ Technologies website or check out their Order Delivery Tracking page.",
      "narr3": "S10. DQT Provides Delivery Confirmation — DQ Technologies offers a comprehensive delivery confirmation solution through its Order Delivery Tracking (ODT) suite. This suite includes features such as: Real-time tracking of delivery status, allowing customers to access their order status via an app. 1 GPS tracking and customer notifications to enhance customer service and operational efficiency. 1 Mobile applications for iOS and Android that facilitate communication between dispatch and drivers, capturing order status updates and proof of delivery. 1 SMS and e-messaging services that provide automated updates to customers regarding their orders, including delivery confirmation. 1 For more information, you can visit the DQ Technologies website or check out their Order Delivery Tracking page.",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "N1",
      "title": "N1. No, Order Qty or a whole line needs to be adjusted - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/N1.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S11",
          "label": "Shipping feed needs to completed on this order"
        }
      ],
      "narr1": "No, Order Qty or a whole line needs to be adjusted",
      "narr2": "No, Order Qty or a whole line needs to be adjusted",
      "narr3": "No, Order Qty or a whole line needs to be adjusted",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S11",
      "title": "S11. Shipping feed needs to completed on this order - At SE Electrical Distribution",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S11.png",
      "decision_question": "",
      "choices": [
        {
          "to": "S999",
          "label": "You have successfully completed this SOP"
        }
      ],
      "narr1": "S11. Shipping Feed Needs To Completed On This Order",
      "narr2": "S11. Shipping feed needs to completed on this order. Function acronym: OEES Use this function to ship orders and vendor returns, and modify orders that have been picked warehouse. If you know the order number to ship, you can Quick Ship feature. You can perform these tasks in Sales Shipping Feedback Entry:. Change order addons, quantity shipped, serial numbers, and lot numbers Automatically fill outstanding backorders Ship all line items order Print. Pick tickets and invoices on demand. Change regular orders You cannot cancel or delete an order in Sales Shipping Feedback Entry. These options are available main page or the Quick Ship page: Reserve Split to Back Order Shipping notifications Ship Unship. Click the right arrow to. Open the order record.",
      "narr3": "S11. Shipping feed needs to completed on this order — Function acronym: OEES Use this function to ship orders and vendor returns, and modify orders that have been picked from the warehouse and require changes. If you know the order number to ship, you can use the Quick Ship feature. You can perform these tasks in Sales Shipping Feedback Entry: Change order addons, quantity shipped, serial numbers, and lot numbers Automatically fill outstanding backorders Ship all line items on the order Print pick tickets and invoices on demand Change regular orders You cannot cancel or delete an order in Sales Shipping Feedback Entry. These options are available on the main page or the Quick Ship page: Reserve Split to Back Order Shipping notifications Ship Unship To view header and line item detail, click the right arrow to open the order record.",
      "uap_url": "https://scottelectricusa.uap.infor.com/#/content/f94bc7ab-1028-4c10-94db-944e5ff5f8d6?contextId=7c164a91-88d9-45d8-9b73-813e146984b4",
      "uap_label": "05_Perform Shipping Feedback to Ship Order",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    },
    {
      "sop_id": "Pick2Inv",
      "frame_code": "S999",
      "title": "S999. You have successfully completed this SOP",
      "image": "/SOP/images/SE/Distro/Pick2Inv/S999.png",
      "decision_question": "",
      "choices": [],
      "narr1": "S999. You Have Successfully Completed This SOP",
      "narr2": "S999. You have successfully completed this SOP. Congratulations you have now traversed all the possible paths for this SOP of port to sales order While it is.",
      "narr3": "S999. You have successfully completed this SOP — Congratulations you have now traversed all the possible paths for this SOP of port to sales order While it is good that you've traversed all the paths what you need to do is to practice and become efficient and be able to translate your current work to the new system Have a nice day",
      "uap_url": "",
      "uap_label": "",
      "meta": {
        "entity": "Palco",
        "function": "Service",
        "subentity": ""
      }
    }
  ]
}